Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “辞职就不必了，麦米餐厅的大门永远为你敞开，什么时候想回来了，就直接回来吧，大家都会想你的。”麦格微笑着看着她说道。
en_us: Mag said to her smilingly, "You don't have to resign. Mamy Restaurant's doors will always open for you. Come back whenever you want. All of us will miss you."

source: “辞职？”
en_us: "Resign?"

source: “过咸！”
en_us: "Too salty!"

source: “过奖了，鲍里斯先生有其他事情吗？如果没有的话，我们就先回家了。”麦格懒得和他站在冷风中商业互吹，老婆孩子都在车上等着呢，回家暖和的坐着不香吗？
en_us: "You flatter me. Is anything the matter, Mr Boris? If there's nothing on, we'll be heading home first." Mag could not be bothered to stand in the freezing wind to praise each other. His wife and children were still waiting for him in the carriage. Wouldn't it be better to sit in the comfort of his warm home?

source: “过甜！”
en_us: "Too sweet!"

source: “过誉了。”麦格觉得他的目光有点gay里gay气的，下意识的往露娜那边靠了点，接着道：“烤肉串准备的不是很多，不过我还给孩子们准备了冰激凌，趁着现在大家都在，先把冰激凌发给孩子们吧。”
en_us: "You're being too kind." Mag felt that Aneurin's gaze was a little gayish, and he instinctively moved closer towards Luna before continuing, "I didn't prepare too many kebabs, but I still have ice cream for the children. Since we are all here, let's distribute the ice cream to the children first."

source: “过誉了，我只是做了一点力所能及的小事而已。”麦格连忙摇头，看来露娜在外边可是没少给他刷好感度。
en_us: "You are too kind. I just did a little something within my abilities." Mag quickly shook his head. It seemed that Luna had been praising him to people outside.

source: “过辣！”
en_us: "Too spicy!"

source: “过酸！”
en_us: "Too sour!"

source: “运气……这一定是运气而已，一百五十个铜币，被套一只鹅也还有的赚……”老板把鹅绑好放在一旁，不断在心里告诉自己。
en_us: The boss tied the goose up, put it to one side, and simultaneously told himself repeatedly, "Luck… This must be just luck. 150 copper coins. I'm still making a profit even when I lose one goose…"

source: “运气？实力？惊了！”
en_us: "Luck? Power? Shocking!"

source: “还不向奥尔登大人赔礼道歉，不然把你这酒馆封了，也就是一句话的事情。”
en_us: "Aren't you going to apologize to Lord Aulden? Otherwise, it would only take a word to seal this tavern of yours."

source: “还不是因为兰贝街那边新开了几家餐厅和酒馆还有妓院，把大人们都给带跑了，再这样下去，咱们罗莫街可就真完了。”
en_us: "It's all because of those newly opened restaurants, taverns, and brothels on Lambay Street that lured all the lords away. If this goes on, our Romo Street will be over."

source: “还不是馋我老婆。”麦格看着哪怕易容变成了人类的模样，依旧优雅美丽的伊琳娜，在心里暗道，不过嘴上则道：“应该是膨胀了吧，想当国王，想要掌控一切。”
en_us: Eyeing my wife. Mag looked at Irina, who was still as elegant and beautiful even though she had changed her appearance to look like a human being. He thought to himself, He probably got way too ahead of himself, and wants to become the king and control everything."

source: “还不确定，不过这冰窟十分古怪，等进去你便知道了。”梅兰特没有多说，而是加快了脚步。
en_us: "We're not certain, but this ice cave was very weird. You'll know once you get in there." Merante didn't say much and simply hastened his steps.

source: “还不错哦……”麦格微笑着点点头。
en_us: "Not bad…" Mag nodded with a smile.

source: “还合胃口吗？”麦格在她对面坐下。
en_us: "Is the food to your liking?" Mag asked as he sat in front of her.

source: “还在酒窖里，你们可真是有情调啊。”伊琳娜的目光越来越危险，折叠椅已经提在手里，“我以前怎么没有发现你的时间管理能力这么强呢？还能一边给人家讲解设备的用法。”
en_us: "In the cellar some more. You guys are really romantic." Irina's gaze was getting increasingly dangerous. She was already holding a folding chair in her hand. "Why have I never discover that you are so good at time management? You can even explain the equipment's usage at the same time."

source: “还好……能减少一点损失了。”老板见此稍稍松了口气，只要不是这小家伙一直丢，说不定能给他留几只。
en_us: Alright… That will minimize my losses. The boss heaved a breath of relief when he saw that. He might be able to keep a few geese as long as this little one didn't continue to toss the rings.

source: “还好是汉语版的，看不懂文字，应该没问题吧？”麦格在心里嘀咕，有点心虚。
en_us: "Thankfully it's a Mandarin version. They can't read it so I guess it should nto be a problem, right?" Mag muttered to himself guiltily.

source: “还是得努力维护世界和平才行啊。”麦格在厨房里炒着菜，都能听到外边的客人偶偶忧心的对话。
en_us: I still have to work harder to maintain the world's peace. Mag could hear the customers' worried conversations even when he was frying dishes in the kitchen.

source: “还是我来引他们走吧，我灵活一些。”那瘦瘦的精灵说道。
en_us: "Let me lure them away. I am more nimble," the skinny elf said.

source: “还有一件事，不知道父亲大人会不会答应……”艾米的食指轻轻对点着，有点犹豫。
en_us: Amy touched her forefingers together, and hesitantly said, "There's one more thing I wonder if Father will agree…"

source: “还有一件很重要的事情，我觉得有必要告诉你。”
en_us: "I have nother important thing I feel I have to tell you."

source: “还有下酒菜吗？”伊琳娜有点意外，不过还是提着酒瓶走到一旁的桌子坐下。
en_us: "There are still dishes to go with it?" Irina was slightly surprised. However, she still sat by the table with the wine bottle.

source: “还有奖励啊？”麦格有些诧异，这道凉拌猪舌头是他根据自己前世的记忆，以及凉拌猪耳朵和夫妻肺片这两道菜上汲取的经验，微创新复刻出来的，也是经过无数次失败后得出来的。
en_us: "There are rewards for that?" Mag was slightly taken aback. This pig tongue salad was based on his previous life's memory, his experience gained from the pig ears salad and the sliced beef and ox tongue in chili sauce, and his own slight alteration. It was also achieved after countless failures.

source: “还有我。”姬娜举手，露出了一个温柔的笑容，“孩子们好像挺喜欢我的。”
en_us: "And me." Gina raised her hand, and revealed a gentle smile. "The children seem to like me."

source: “还有许多精灵不顾阻拦走上街头游行，说要彻底消灭奴隶制，让所有精灵平等，其中还有许多精灵贵族和老牌勋贵。”
en_us: "There are also many elves marching in the streets despite the obstructions imposed, saying that they want to abolish slavery completely so that all elves will be equal. Many of these elves are the nobles and highly regarded elves."

source: “还有这么巧的事情？走，去瞧瞧。”一行人很快赶到。
en_us: "What a concidence? Let's go and take a look." They quickly rushed over.

source: “还有这种事情？”
en_us: "There's something like that?"

source: “还有这种事情？”温妮莎闻言也是有些惊讶，不过转念一想，又是露出了几分微笑：“也是，麦老板最宠小艾米了，放了寒假，没道理不陪着她玩一段时间。”
en_us: "Something like that happened?" Vanessa was a little shocked to hear that too, but she soon smiled, and said, "That makes sense too. Boss Mag dotes on Little Boss the most. Of course he would bring her out during winter break."

source: “还有这种事情？！”亚伯罕眼睛一瞪，没想到自己离开混乱之城最后一顿早餐，竟然没了着落。
en_us: "There's something like that!" Abraham's eyes widened. He didn't expect that the last breakfast before he left Chaos City would simply be gone like this.

source: “还有这种门门道道。”麦格大为惊叹，没想到这里边弯弯道道那么多。
en_us: "There are actually so many secrets within the trade." Mag was amazed. He didn't expect that there were so many trade secrets.

source: “还有这边这批物资，是送给奇拉部落的，他们的部落被攻破了，现在需要重建。”康妮指着一旁的两辆马车。
en_us: "Also, this batch of resources is for the Kila Tribe. Their settlement has been damaged, and requires rebuilding," Connie said as she pointed at two horse-drawn carriages at the side.

source: “还有，你刚刚的表情已经告诉了我，当年埃菲的父母只是不巧遇到了烂人，雨你无瓜。”麦格淡然的说道。
en_us: "Furthermore, your expressions have already told me that Eiffie's parents simply happened to meet lousy people. It had nothing to do with you." Mag calmly said.

source: “还来？！”
en_us: "Again?!"

source: “还没吃饱？”
en_us: "You're not full?"

source: “还没有加工，当然不好吃。”麦格笑着把艾米手里的田螺拿回来，手里的胖头鱼斩落，去掉了田螺尾巴。
en_us: "This is unprocessed. Of course it is not good." Mag smiled. He took the escargot back from Amy and used fat head fish to cut off the tail of the escargot.

source: “还爱妃？这就封上了？”伊琳娜已经抄起了一旁的凳子。
en_us: "Eiffie? Nickname?" Irina was already holding a stool in her hand.

source: “还睡个屁，赶紧换衣服化妆去。”埃菲笑着拍了一下玛拉的脑袋，转身进门。
en_us: "What for? Let's go change and make up." Eiffie slapped Mala's head with a smile and went into the house.

source: “还要再等一会，放凉了口感会更好一些。”麦格知道小家伙已经有些急不可耐，可为了让蛋黄酥能够有最佳的口感，这点等待时间是非常值得的。
en_us: "We still need to wait a while. It will taste even better after it cools a little." Mag knew that the little one was already getting impatient, but the brief wait necessary in order for the salted egg yolk pastry to achieve the best texture would be very worthwhile.

source: “还要继续吗？”麦格一脸无辜。
en_us: "Go on?" Mag looked at her innocently.

source: “这……”
en_us: "This..."

source: “这……”亚伯罕听着管家向他汇报的消息，惊得久久没有把嘴巴闭上。
en_us: "This…" Abraham couldn't close his mouth for a long time after hearing the news that his butler reported to him.

source: “这……”埃菲沉吟，品酒大会的历史上似乎并未出现过双金奖的情况。
en_us: "This..." Eiffie lamented. The situation of having two gold awards had never appeared in the history of the liquor tasting event.

source: “这……”埃菲面露犹豫。
en_us: "This..." Hesitation appeared on Eiffie's face.

source: “这……”老板也是惊了，有些难以置信的看着那稳稳套在大鹅脖子上的竹圈，过了一会才勉强挤出一点笑容，伸手把那鹅拎了出来，一边道：“看，这鹅确实很好套啊，这位小朋友才第一个圈就套中了一只大肥鹅呢。”
en_us: "This…" The boss was shocked too, and he stared at the bamboo ring that was hanging on the goose's neck with disbelief. He only managed to squeeze out a smile after a while. He reached in to get that goose out, and said, "See, it's really easy to catch these geese. This little child managed to catch one with her very first ring."

source: “这……”老板左右看看，没有急着收钱。
en_us: "This…" The boss looked around. He wasn't in a hurry to take the money.

source: “这……”老板有点犹豫。
en_us: "This..." The boss was a little hesitant.

source: “这……”麦格微微张着嘴，要是他没有看错的话，刚刚那本应该是珍藏的插画版《金瓶梅》？
en_us: "That…" Mag opened his mouth a little. If he didn't see wrongly, that should be his collector's item, the comic edition of "The Plum in the Golden Vase[1. The Plum in the Golden Vase or The Golden Lotus is a Chinese novel of manners composed in vernacular Chinese during the latter half of the sixteenth centuryduring the late Ming dynasty (1368–1644). It was published under the pseudonym Lanling Xiaoxiao Sheng, "The Scoffing Scholar of Lanling," but the only clue to the actual identity is that the author hailed from Lanling County in present-day Shandong. The novel circulated in manuscript as early as 1596, and may have undergone revision up to its first printed edition in 1610. The most widely read recension, edited and published with commentaries by Zhang Zhupo in 1695, deleted or rewrote passages important in understanding the author's intentions. The explicit depiction of sexuality garnered the novel a notoriety akin to Fanny Hill and Lolita in English literature, but critics such as the translator David Tod Roy see a firm moral structure which exacts retribution for the sexual libertinism of the central characters.]"?

source: “这……不是一个奇幻世界吗？”
en_us: Is this really… a fantasy world?

source: “这……也太难了吧？”过了许久麦格才睁开眼睛，目光还有些恍惚。
en_us: "This… is simply too difficult, right?" Mag opened his eyes after a long time, his gaze was still dazed.

source: “这……咱也不能说不信是吧。”手下耸了耸肩。
en_us: "This...We also can't say we don't right?" The subordinate shrugged his shoulders.

source: “这……哪有这样的啊……”老板嘴唇颤了颤，已经要哭了。
en_us: This… Why is this happening… The boss' lips quivered. He was about to cry.

source: “这……简直就是犯罪……也太好吃了吧！”安奈林吸了吸鼻子，情绪已经有点不受控制。
en_us: "Th-this is simply criminal… It's too delicious!" Aneurin took a deep breath through his nose. His emotions were a little out of control.

source: “这……这是什么东西？！”安德烈的声音有点颤抖，虽然只是留影画面，但那全身覆盖着鳞片的胶状不可名状物依旧给他带来了极大的冲击，甚至感受到了来自灵魂深处的恐惧。
en_us: "This... what is this?!" Andre's voice was trembling. Although it was just a footage, the gel-like unknown organism covered in scales was still an impactful image. He could even feel the fear from deep within his soul.

source: “这一下，他得赚不少钱吧？”
en_us: "He must have earned a lot of money, right?"

source: “这一刀是替乔给的，当然还不够，你捅了他十二刀，我会双倍还给你，再加上安东的二十四刀。而且，在我捅完之前，你不会死，我可以保证。”
en_us: "This is for Joe. Of course, this isn't enough. You stabbed him 12 times and I'll repay you double of that. In addition to Anton's 24 stabs, I'll make sure you won't die before I finished the stabbing. I promise."

source: “这一家子是专业来砸场子的吧？”
en_us: "Did this family deliberately come here to make things difficult for the boss?"

source: “这一家子，还真是幸福快乐啊。”
en_us: "What a happy family."

source: “这一次，我们去洛都，上楼收拾一下你们想要带在路上的东西，然后我们就准备出发了。”麦格笑着说道。
en_us: "This time, we're going to Rodu. Go upstairs and pack what you would like to bring along with you. Then, we will get ready to set off," Mag smilingly said.

source: “这一次，我会选出让他们满意的统治阶级，就算是女王陛下现在站在这里，她也一样会站在我这一边。”海伦娜皱眉道。
en_us: "This time, I will let them choose the ruling class that they like. If the queen was here right now, she would also stand on my side," Helena said with a frown.

source: “这下……泰坦酒馆不会就这样消失吧？”
en_us: "Does that mean... Titan Tavern would disappear just like that?"

source: “这下咋办？现在回去也不一定进的了城啊。”加兰挠头。
en_us: "What now? We might not be able to enter the city even if we return now," Garlan scratched his head.

source: “这下就剩我们了。”伊琳娜提起了一把椅子。
en_us: "Now it's just the two of us." Irina raised the chair.

source: “这不合理啊！”
en_us: This makes no sense!

source: “这不是……泰坦酒吗？！来自马库斯的亲酿！”弗格斯也是一脸难以置信的站起身来。
en_us: "Isn't this...Titan Liquor? Marcus' personal brew!" Fergus also stood up with an incredulous expression.

source: “这不是我们创造的奇迹，是麦老板创造的。”加兰的脸上同样难掩喜色，但还是更为冷静一些。
en_us: "This is not themiracle we made. It was Boss Mag." Garlan could not hide the joy on his face as well, but he was much calmer.

source: “这不是烤焦了，是威士忌所特有的焦香味和烟味，如果没有这股子烟味，也就失去了灵魂。”麦格不疾不徐的解释道，“当然，有人会喜欢上这个味道，也有人接受不了，但这和烤焦了毫无关系。”
en_us: "This is not burnt. It is the unique burnt fragrance and smoky smell of whiskey. This is the soul of the whiskey," Mag explained. "Of course, there would be people who would fall in love with this smell and those who cannot accept it, but it has nothing to do with being burnt."

source: “这不是里斯酒馆的鲍里斯老板吗？他怎么在这里？”很快有人认出了鲍里斯的身份。
en_us: "Isn't this Boss Boris of Reese Tavern? What is he doing here?" Someone quickly recognized Boris.

source: “这不能吃吗？”
en_us: "This can't be eaten?"

source: “这不重要好吗！”麦格叹了口气。
en_us: "That's not important, alright!" Mag sighed.

source: “这东西比较特殊，我暂时不想让其他人掌握，只有暗夜精灵我能信得过。”麦格摇头，神情认真道：“我需要你们用全部生产力里生产火炮，这或许能够在战场上减少我方的大量死伤。”
en_us: "This stuff is more special. I don't want other to handle it at the moment. I only trust the Night Elves." Mag shook his head and solemnly said, "I need you to put all your production force into making the cannons. This might prevent mass casualty in our troops."

source: “这两天你们先别出门，现在洛都城里估计有很多人都在找你们，要是在被抓住，我也不一定能带你们离开。”麦格看着诺亚叮嘱道：“三餐我会给你们送过来，等老爷子身体好转了，再谈其他的。”
en_us: "Don't go out for the next few days. There will probably be many people in Rodu looking for the two of you. If you're caught, I might not be able to help you escape." Mag looked at Noya, and instructed, "I will send you your three meals every day. We will talk about other things when the old man has recovered."

source: “这个……”
en_us: "This..."

source: “这个……”艾米认真思索着，发现这的确是一个需要考虑的问题。
en_us: "Er..." Amy thought seriously and realized thaat this was indeed a problem worth thinking about.

source: “这个……”麦格沉吟，茶楼、酒馆配说书人倒是有，可配一个小萌娃讲笑话，他还没见过。
en_us: "This…" Mag lamented. There were storytellers at the tea houses and taverns, but he had never seen a cute child tell jokes before.

source: “这个……是传说中的鱼香茄子吗？”埃菲指着一个一盘菜问道。
en_us: "Er... is this the legendary eggplant with garlic sauce?" Eiffie asked as she pointed to a dish.

source: “这个……还真没有，老板就是这样一个无情的男人，带着两个小宝贝出门玩，就把我们全部忘在家里了。”安吉拉有些幽怨的说道。
en_us: "Err... no. Boss is such a heartless man. He brought his two darlings out to play and forgot us all at home," Angela grumbled resentfully.

source: “这个世界并非你所能够看到的样子，你的强大，只是相对的。”晞冷漠警告道。
en_us: "This world isn't what you see. Your power is only relative." Xi coldly warned.

source: “这个凉拌猪耳朵和凉拌猪舌头，看起来好像麦老板做的夫妻肺片啊。”温妮莎看着面前的两份凉拌菜，有些惊讶道。
en_us: "This pig ears salad and pig tongue salad looks like the husband and wife lung slice made by Boss Mag," Vanessa exclaimed when she saw the side dishes.

source: “这个切菜台……好像不太牢固的样子……”艾米呆呆道。
en_us: "This kitchen counter… doesn't seem too sturdy…" Amy said blankly.

source: “这个前提是你能打得过她，否则被切片的只会是你。”系统很快答复道。
en_us: "The pemise is you can defeat her. Otherwise, it would be you who would sliced and studied." The system swiftly answered.

source: “这个名字听起来好熟悉。”旁边一位老板视线转了一圈，落到了麦格身上，看着他椅子靠背上贴着的酒馆名字，眼睛一亮，惊讶道：“原来是他！”
en_us: "This name sounded very familiar." The boss at side looked around him and his gaze landed on Mag. He saw the name of tavern stuck onto his chair and lit up his eyes. He exclaimed, "So, it's him."

source: “这个啊……我也不清楚啊，可能等麦老板玩开心了，也就回来了。”杰尔吉摸了摸自己咕噜噜叫的肚子，有些无奈道。
en_us: "Er.... I'm not sure too. Maybe when Boss Mag had enough fun, he would be back," Gjerj said helplessly as he rubbed his grumbling stomach.

source: “这个啊，得分人。”老板悠悠道：“一般长得丑的作者，都不会露脸，努力塑造一种神秘感，给读者想象的空间。
en_us: "About this. It depends on the individual," the boss said. "Usually, the ugly authors wouldn't show their faces. They would try their best to create a sense of mystery, and give the readers space for imagination.

source: “这个女人……非常厉害。”埃菲把手里的茶喝了，看了一眼伊琳娜，不再接她的话茬，转而看着麦格道：“哈迪斯先生，我想要恢复当年我父亲经营泰坦酒馆时的荣光，您是否可以给我一点建议。”
en_us: "This woman... is impressive." Eddie drank the tea in her hand. She glanced at Irina and did not speak further. She turned to look at Mag and said, "Mr. Hades, I want to restore the glory of Titan Tavern to the times when my father was running it. Could you give me some suggestions?"

source: “这个家伙，总是能反转自己的处境。”伊琳娜皱眉。
en_us: "This fellow could always turn things around." Irina frowned.

source: “这个男人，还真是让人摸不透呢，竟然连亚伯罕公爵都能搭上线，他的身份到底是什么？”对门泰坦酒馆二楼，埃菲透过半掩着的窗户偷偷瞧着对面。
en_us: On the second floor of Titan Tavern across the street, Eiffie peeped at Mag through a half-opened window. This man is really unfathomable. He can actually get to know Duke Abraham. What's his identity?

source: “这个绿豆……把我牙齿磕到了。”艾米吐出了一颗完整的绿豆，有点苦恼的抬起头来看着麦格，“父亲大人，没有全部都是软软的绿豆糕吗？”
en_us: "This mung bean… is stuck between my teeth." Amy spat out a mung bean. She looked up at Mag with frustration, and asked, "Father, isn't there a mung bean cake with soft mung beans?"

source: “这个胖子，摊上大事了。”众人看着那个富商打扮的大圆胖子，不禁有些担忧。
en_us: "This fatty is getting into trouble." Everyone looked at the plump, rich businessman, and could not help but worry for him.

source: “这个要怎么吃呢？”艾米抓起一瓶可口可乐晃了晃，然后用力一掰。
en_us: "How do I eat this?" Amy grabbed the cola bottle and waved it around. After that, she twisted the cap open forcefully.

source: “这个规则就很有灵性了。”麦格听着埃菲的解释，不禁称赞道。
en_us: "This rule is very smart." Mag couldn't help praising after hearing Eiffie's explainantion.

source: “这个该死的老女人！已经害怕伊琳娜到这种程度了吗？！该死！该死啊！！！”
en_us: "That damned old woman! Is she that afraid of Irina?! Damned! Damned!!!"

source: “这个香味？！”卢西恩的目光刷的一下看了过来，有些惊讶的看着波比手中的酒瓶，浓浓的酒香，是如此的诱人。
en_us: "This fragrance?!" Lucien quickly turned over to look. He was rather shocked at the bottle of wine in Bobby's hands. The rich fragrance was so enticing.

source: “这个鱼香茄子太好吃了吧！我又要哭辽……”
en_us: "This eggplant with garlic sauce is too good! I'm going to cry..."

source: “这个，得看你父皇同不同意了，毕竟这种事情得家长点头不是吗？”亚伯罕微微一笑道。
en_us: "Regarding this, we'll have to see if your father will give you the permission. After all, don't we need to have our parents' permission for such matters?" Abraham smiled.

source: “这么多钱，我们要把它放在哪里呢？”玛拉问道。
en_us: "There's so much money. Where shall we keep them?" Mala asked.

source: “这么奢侈吗？”伊琳娜小口吃着鲍鱼，有些意外的看着麦格。
en_us: Surprised, Irina nibbled on an abalone as she asked Mag, "Are we being so extravagant?"

source: “这么巧啊，哈迪斯先生。”埃菲笑吟吟的看着麦格说道。
en_us: "What a coincidence, Mr. Hades." Eiffie said to Mag with a smile.

source: “这么巧，我也有有个朋友……”
en_us: "What a coincidence. I also have a friend…"

source: “这么快就结束了吗？”刚拿了钱从楼上下来的玛拉，有些惊讶的看着埃菲。
en_us: "It's done so fast?" Mala, who came downstairs with the money looked at Eiffie in shock.

source: “这么火爆？莫非是托？”麦格挑眉，有些狐疑的看着那群围在柜台前的人们，以年轻小姑娘为主。
en_us: It's so popular? Is this for real? Mag cocked his eyebrow, and looked at the people crowding at the counter skeptically. The crowd were mainly young ladies.

source: “这么突然吗？”
en_us: "So rush?"

source: “这么说来，这家酒馆的后台还不小呢，连亚伯罕大人都为他们撑腰。”
en_us: "In that case, this tavern has quite some backing. Even Lord Abraham is backing them up."

source: “这么说，委托你们出租这一百多栋楼的那位，就是买家吧？不知可否告诉我们他是谁？”高瘦中年人看着费奇问道。
en_us: "In this case, the person who entrusts you to rent out the 100-odd properties is that buyer, right? Can you tell us who he is?" The tall and lean middle-aged man asked Fitch.

source: “这也……太好吃了吧？！”把盘子舔了一遍，诺亚意犹未尽的赞叹道，只觉得浑身暖洋洋的，这两天的疲惫也是一扫而空。
en_us: "This is… too good?!" After licking the plate, Noya exclaimed unsatisfactorily. He felt his entire body become warm and fuzzy, and the exhaustion from the past two days was completely gone.

source: “这也……太神了吧？！”
en_us: "This is… too amazing?!"

source: “这也不能找我报销吧？”麦格继续看书，随口答道。
en_us: "You can't get me to reimburse that, right?" Mag replied without thinking and continued to read.

source: “这也太顶了吧！”
en_us: This is superb!

source: “这也太香了吧！”
en_us: "This is simply too aromatic!"

source: “这也是你尝试扩大影响力的计划之一？”伊琳娜似笑非笑的看着麦格。
en_us: "Is this one of your plans to expand your influence?" Irina looked at Mag with a faint smile.

source: “这也能叫任务吗？以父亲大人的厨艺，要不了几天他自己就完成了。”艾米不解道。
en_us: "Can you even call that a mission? With Father's culinary skills, he could achieve that in a few days himself." Amy said perplexedly.

source: “这些古尸一旦南下，诺兰大陆将要面临的会是一场可怕的浩劫。”梅兰特的声音也是有些颤抖。
en_us: "The moment these ancient corpses go down south, the Norland Continent might face with a horrifying catastrophe." Merante's voice was also trembling.

source: “这些机器中都安装有定位器，以方便回收，但现在他们消失了。”
en_us: "These machines had tracking devices installed for easy collection but they are all gone."

source: “这些话，就留着和所有族人谢罪的时候说吧。”海伦娜挥了挥手，两队护卫上前将在场的精灵全部绑了押走。
en_us: "Save your breath for the time to apologize to our people." Helena waved her hands, and two troops from the garrison came forward to escort the elves away.

source: “这什么造型啊，挺别致啊。”
en_us: "What design is this? It's so unique."

source: “这他喵的……是偷了麦老板的辣酱包吧？！”
en_us: What the… Did he steal Boss Mag's spice sauce?!

source: “这件事目前只有你和我知道，如果可以的话，希望你能够替我保守这个秘密。”麦格看着晞，诚恳而认真道：“这世上没有无缘无故的恶，我希望她能够成为一个善良而有趣的姑娘。”
en_us: "Only you and me knew about this matter now. If possible, I hope you can this secret for me." Mag looked at Xi and solemnly and sincerely, "There is no evil with a cause in this world. I hope she can become a kind and interesting young lady."

source: “这份拍黄瓜还有许多可以改进之处，未达到本系统的完美标准，请宿主继续练习研究！”系统严正道。
en_us: "There are many things to be improved on for this Smashed Cucumber Salad. It had yet to reach the System's standard of perfection. Please continue practicing and researching!" the System said strictly.

source: “这位公爵大人先前帮了大忙，这一顿就免单吧。”麦格和准备结账的管家说道。
en_us: "His Highness was a great help just now, so this meal will be on the house," Mag told the butler, who was about to foot the bill.

source: “这位好汉，你这黑市任务是什么时候接的？详细内容，和我说说吧。”麦格笑呵呵的问道，一只脚已经踩上了他的手臂。
en_us: "Dear Sir, when did you take this mission from the black market? Tell me teh details," Mag asked with a chuckle but his foot was already on the man's arm.

source: “这位就是哈迪斯先生的夫人吧。”埃菲微微一笑，把手里的小篮子放到桌上：“我是来通知哈迪斯先生你们酒馆已经成功报名品酒大会了，顺便感谢一下他昨日给我帮了那么大忙。这是一点特色小吃，也是我的一点心意，后面还有许多事情要请教哈迪斯先生呢。”
en_us: "You must be the Mr. Hades' wife." Eiffie smiled and placed the small basket on the table. "I'm here to inform Mr. Hades that your tavern has successfully registered for the liquor tasting event. I'm also here to thank him for doing me such a favor yesterday. These are some specialty snacks which are a token of my appreciation. I still have many things that I need to ask Mr. Hades for advice in the future."

source: “这位就是巴拉卡男爵吗？”
en_us: "This must be Baron Baraca, right?"

source: “这体力活，干的一定很累吧。”一道声音突然从身后响起。
en_us: "It must be tiring after all these physical work." A voice suddenly spoke up behind him.

source: “这你就孤陋寡闻了吧，这可是咱们洛都城里最近的新贵，知道的人可能还不多，不过据说酒还不错，连亚伯罕公爵都常常去光顾呢。”
en_us: "That's because you're ignorant. This is the latest upstart in Rodu. Not many people knew it, but apparently its liquors are not bad. Even Duke Abraham frequents it."

source: “这倒也是，太平平无奇了。”梅兰特跟着点了点头。
en_us: "You're right. He's too ordinary." Merante nodded his head too.

source: “这倒是。”麦格点点头，但对于这个结果还是颇为满意的，至少那日晚上他们演的那场戏非常成功，完美达成了他的预期。
en_us: "That's true." Mag nodded, but he was still rather satisfied with this outcome. At least the show that they had put on the other night had met his expectations perfectly.
